export default function contentPICACU(lang) {

  if (lang === "ko") {
    return `개인정보취급방침

Team Snowball(서비스 명칭 ‘NUNU.GG) 은(는) 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.
Team Snowball(서비스 명칭 ‘NUNU.GG) 회사는 개인정보처리방침을 개정하는 경우 공지사항(또는 개별공지)을 통하여 공지할 것입니다.

1. 개인정보의 처리 목적  
Team Snowball(서비스 명칭 ‘NUNU.GG)은(는) 개인정보를 다음의 목적을 위해 처리합니다. 
처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.

가. 서비스 회원가입 및 관리
회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 각종 고지·통지, 고충처리 등을 목적으로 개인정보를 처리합니다.

나. 법령상 필요에 따른 이용
법령 등에 규정된 의무의 이행, 법령이나 이용약관에 반하여 이용자에게 피해를 줄 수 있는 잘못된 이용행위의 방지 등

다. 서비스 제공
물품배송, 서비스 제공, 콘텐츠 노출, 맞춤 서비스 제공 등을 목적으로 개인정보를 처리합니다.

라. 마케팅 및 광고에의 활용
신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공 , 인구통계학적 특성에 따른 서비스 제공 및 광고 게재 , 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.


2. 개인정보 
- 개인정보 항목
① 닉네임, 아이디(ID), 비밀번호, 이메일주소, 연계정보(CI), 중복가입정보(DI) 등 본인 및 법인식별을 위한 정보(필수)
② 휴대전화번호 및 연락처, 수취인 성명, 주소 (거래발생 시 추가)
  ⓐ 수집방법 : 서비스 회원가입 및 회원정보 수정
  ⓑ 보유근거 : 개인정보보호법 


3. 개인정보의 이용 및 보유 기간

① 회사는 회원의 개인정보를 개인정보의 수집·이용 목적이 달성되거나 회원의 파기 요청이 있는 경우 필요한 처리 기간 이후 지체 없이 파기합니다. 다만, 다음과 같은 정보는 아래의 이유로 명시한 기간 동안 보존합니다.

가. 서비스 제공 및 이용을 위한 개인정보의 보유
회사는 회원의 서비스 이용계약 체결(회원가입)시부터 서비스 이용계약의 종료(탈퇴 또는 자격상실)시까지 회원의 개인정보를 보유 및 이용할 수 있습니다.


나. 회원가입 및 관리
회원가입 및 관리와 관련한 개인정보는 수집.이용에 관한 동의일로부터 홈페이지 탈퇴 후 1개월이 경과하는 날까지 보유 및 관리

-보유근거 : 회원서비스 제공 및 회원관리 
-예외사유 : 관계 법령 위반에 따른 수사, 조사 등이 진행중인 경우에는 해당 수사, 조사 종료시까지 보유


다. 민원사무 처리
<민원사무 처리>와 관련한 개인정보는 수집.이용에 관한 동의일로부터 완료및 종료시까지 보유


라. 재화 또는 서비스 제공 
<재화 또는 서비스 제공>와 관련한 개인정보는 수집.이용에 관한 동의일로부터 재화 또는 서비스 공급 완료시까지 보유


마. 마케팅 및 광고에의 활용 
<마케팅 및 광고에의 활용>와 관련한 개인정보는 수집.이용에 관한 동의일로부터 홈페이지 탈퇴시까지 보유, 활용
-보유근거 : 마케팅 및 광고 



4. 개인정보의 제3자 제공에 관한 사항 
 ① 회사는 회원의 개인정보를 제1조 및 제2조에서 고지한 범위 내에서 사용하며, 위 범위를 초과하여 이용하거나 회원의 사전 동의 없이 타인 또는 타기업 등 제3자에게 제공하지 않습니다. 다만, 다음의 경우에는 예외로 합니다.  


가. 회원으로부터 사전동의를 받은 경우  
회사는 회원의 개인정보를 제3자에게 제공하는 경우 다음의 사항을 회원에게 알리고 동의를 받습니다.  

-개인정보를 제공받는자 
-개인정보를 제공받는 자의 이용 목적 
-제공하는 개인정보의 항목 
-개인정보를 제공받는 자의 개인정보 보유 및 이용 기간  


나. 관련 법령의 규정에 의한 경우(수사, 조사 목적으로 관련 법령에서 정한 절차와 방법에 따라 수사기관 및 감독당국이 개인정보 제공을 요구하는 경우를 포함)

다. 영업의 양수 등
회원은 개인정보의 제3자 제공에 대하여 동의를 하지 않을 수 있고, 언제든지 제3자 제공 동의를 철회할 수 있습니다. 
동의를 거부하시는 경우에는 제3자 제공에 기반한 관련 서비스의 이용/제공이 제한될 수 있습니다. 기타 개인정보 제3자 제공에 대한 변동사항은 별도 통지를 통해 공지됩니다.


5. 개인정보처리 위탁
① Team Snowball(서비스 명칭 ‘NUNU.GG) 은(는) 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
가. 서비스향상을 위한 웹로그분석 서비스 향상을 위해서 회원의 개인정보를 위탁업체에서 수집, 분석하고 있으며, 관계 법령에 따라 위탁 계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.
② 회사는 위탁계약 체결 시 개인정보 보호법 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적•관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리•감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지 감독하고 있습니다.
③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.


6. 개인정보의 파기

Team Snowball(서비스 명칭 ‘NUNU.GG) 은(는) 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.
- 파기절차이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.
- 파기기한이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 30일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 30일 이내에 그 개인정보를 파기합니다.
- 파기방법 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.


7. 개인정보의 안전성 확보 조치 

Team Snowball(서비스 명칭 ‘NUNU.GG) 은(는) 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.
가. 개인정보 취급 직원의 최소화 및 교육 개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.
나. 내부관리계획의 수립 및 시행 개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.
다. 해킹 등에 대비한 기술적 대책 회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 
라. 개인정보의 암호화 이용자의 개인정보 비밀번호는 암호화 되어 저장 및 관리되고 있습니다.
마. 개인정보에 대한 접근 제한 개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있습니다.


8. 개인정보 보호책임자 작성

① Team Snowball(서비스 명칭 ‘NUNU.GG) 은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
▶ 개인정보 보호책임자 
성명 : 윤윤현
직책 : CEO
직위 : 대표이사
연락처 : 010-8796-4142, teamsnowball@teamsnowball.com

② 정보주체께서는 Team Snowball(서비스 명칭 ‘NUNU.GG) 의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자에게 문의하실 수 있습니다.
Team Snowball(서비스 명칭 ‘NUNU.GG)은 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.


9. 고지의 의무
① 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.
시행일자 : 2021.02.05
    `
  }
}